{
  "story": {
    "en": "What does it look like when a collective of African creatives take on the challenge to create culturally resonant and visually distinct depictions of the virtues of Courage, Focus, Patience, Sharing, and Unity? Join us for a 10-week sprint of intense creativity, from July 14 to September 21, 2025, building on the genesis collection, <a href='https://6idpvy4365uvsrhcdzoxdf3cnyxy2oqokjrgnvjox3rrbofqcypa.arweave.net/8gb645v3aVlE4h5dcZdibi-NOg5SYmbVLr7jELiwFh4'><i>Cultural Permanence and the Wisdom of the Elephant</i></a>.",
    "sw": "Inakuwaje wakati kundi la wabunifu wa Kiafrika linapokabiliana na changamoto ya kuunda maonyesho yanayohusiana na kitamaduni na yanayojitokeza ya wazi ya fadhila za Ujasiri, Kuzingatia, Subira, Kushiriki, na Umoja? Jiunge nasi kwa mbio za wiki 10 za ubunifu wa hali ya juu, kuanzia Julai 14 hadi Septemba 21, 2025, zikijenga juu ya mkusanyiko wa mwanzo, <i>Udumu wa Kitamaduni na Hekima ya Tembo</i>."
  },
  "rules": {
    "en": "<ul class='rules-list'><li><strong>Theme</strong>: Each artwork must depict one virtue: Courage (Lion), Focus (Cheetah), Patience (Leopard), Sharing (Giraffe), or Unity (Zebra).</li><li><strong>Upload</strong>: Submit via Bazar to the Savanna Legacy Sprint collection (July 14 – Sept 21, 2025).</li><li><strong>Tags</strong>: Include Virtue, Title, Tools, and a short intent statement (50–100 words).</li><li><strong>Standards</strong>: Content must be wholesome, respectful, and aligned with the virtues. Hateful or explicit content will be disqualified.</li></ul>",
    "sw": "<ul class='rules-list'><li><strong>Mada</strong>: Kila kazi ya sanaa lazima ionyeshe fadhila moja: Ujasiri (Simba), Kuzingatia (Duma), Subira (Chui), Kushiriki (Twiga), au Umoja (Pundamilia).</li><li><strong>Pakia</strong>: Wasilisha kupitia Bazar kwenye mkusanyiko wa Savanna Legacy Sprint (Julai 14 – Septemba 21, 2025).</li><li><strong>Lebo</strong>: Jumuisha Fadhila, Jina, Zana, na taarifa fupi ya nia (maneno 50–100).</li><li><strong>Viwango</strong>: Maudhui lazima yawe ya heshima, ya kuhamasisha, na yaendane na fadhila. Maudhui ya chuki au ya wazi yatakataliwa.</li></ul>"
  },
  "guidelines": {
    "en": "<ul class='guidelines-list'><li><strong>Originality</strong>: Only original works are accepted.</li><li><strong>Timeline</strong>: Submissions open July 14 and close Sept 21, 2025.</li><li><strong>Permanence</strong>: All entries are stored on Arweave for lasting cultural impact.</li><li><strong>Community</strong>: Share your process and support others with <code>#SavannaLegacySprint</code>.</li></ul>",
    "sw": "<ul class='guidelines-list'><li><strong>Asili</strong>: Ni kazi za asili pekee ndizo zinakubaliwa.</li><li><strong>Ratiba</strong>: Maingizo yanapokelewa kuanzia Julai 14 hadi Septemba 21, 2025.</li><li><strong>Udumu</strong>: Maingizo yote yanahifadhiwa kwenye Arweave kwa athari za kudumu za kitamaduni.</li><li><strong>Jamii</strong>: Shiriki mchakato wako na uunge mkono wengine kwa kutumia <code>#SavannaLegacySprint</code>.</li></ul>"
  }
}
