{
    "story": {
        "en": "What does it look like when a collective of African creatives take on the challenge to create culturally resonant and visually distinct depictions of the virtues of Courage, Focus, Patience, Sharing, and Unity? Join us for a 10-week sprint of intense creativity, from July 14 to September 21, 2025, building on the genesis collection, <a href='https://6idpvy4365uvsrhcdzoxdf3cnyxy2oqokjrgnvjox3rrbofqcypa.arweave.net/8gb645v3aVlE4h5dcZdibi-NOg5SYmbVLr7jELiwFh4'><i>Cultural Permanence and the Wisdom of the Elephant</i></a>.",
        "sw": "Inakuwaje wakati kundi la wabunifu wa Kiafrika linapokabiliana na changamoto ya kuunda maonyesho yanayohusiana na kitamaduni na yanayojitokeza ya wazi ya fadhila za Ujasiri, Kuzingatia, Subira, Kushiriki, na Umoja? Jiunge nasi kwa mbio za wiki 10 za ubunifu wa hali ya juu, kuanzia Julai 14 hadi Septemba 21, 2025, zikijenga juu ya mkusanyiko wa mwanzo, <i>Udumu wa Kitamaduni na Hekima ya Tembo</i>."
    },
    "rules": {
        "en": "<ul class='rules-list'><li><strong>Theme Requirement</strong>: Entries must reflect the prompt <i>Cultural Permanence and the Virtues</i>, focusing on one virtue per entry: Courage (Lion), Focus (Cheetah), Patience (Leopard), Sharing (Giraffe), or Unity (Zebra).<ul><li>Submit a 50–100 word intent statement explaining how your artwork embodies the chosen virtue and cultural permanence.</li><li>Example: “My piece, ‘Zebra Harmony,’ captures Unity through interwoven patterns, symbolizing community strength preserved on Arweave.”</li></ul></li><li><strong>Technology Requirement</strong>: Artworks and metadata must be uploaded to the Savanna Legacy Sprint Bazar collection (SAVANNA_LEGACY_COLLECTION_ID) on Arweave.<ul><li>List all creation tools (e.g., Procreate, Photoshop, Arweave) in the <code>Tools</code> tag for transparency.</li></ul></li><li><strong>Submission Process</strong>: Upload to Bazar (July 14 – September 21, 2025) with tags:<ul><li><code>Challenge: SavannaLegacySprint</code></li><li><code>Virtue: [Courage|Focus|Patience|Sharing|Unity]</code></li><li><code>Intent: [50–100 word statement]</code></li><li><code>Tools: [List of tools]</code></li><li><code>Title: [Artwork title]</code></li></ul></li><li><strong>Content Standards</strong>: Entries must be wholesome, respectful, and aligned with the virtues’ positive values.<ul><li>Illegal, divisive, or hateful content (e.g., explicit imagery, hate speech, discrimination) will be disqualified.</li><li>AI-based moderation and attestors enforce this rule. Artists can appeal rejections via X with <code>#SavannaLegacySprintAppeal</code>.</li></ul></li><li><strong>Process Sharing</strong>: Artists are encouraged to share their creation process on X with <code>#SavannaLegacySprint</code> (e.g., sketches, tool demos).<ul><li>Process sharing is optional, fostering community engagement without rewards.</li></ul></li></ul>",
        "sw": "<ul class='rules-list'><li><strong>Hitaji la Mada</strong>: Maingizo yanapaswa kuakisi mada <i>Udumu wa Kitamaduni na Fadhila</i>, yakilenga fadhila moja: Ujasiri (Simba), Kuzingatia (Duma), Subira (Chui), Kushiriki (Twiga), au Umoja (Pundamilia).<ul><li>Wasilisha taarifa ya nia ya maneno 50–100 ikielezea jinsi kazi yako ya sanaa inavyojumuisha fadhila iliyochaguliwa na udumu wa kitamaduni.</li><li>Mfano: “Kazi yangu, ‘Umoja wa Pundamilia,’ inashika Umoja kupitia mifumo iliyounganishwa, ikiashiria nguvu ya jamii iliyohifadhiwa kwenye Arweave.”</li></ul></li><li><strong>Hitaji la Teknolojia</strong>: Kazi za sanaa na metadata zinapaswa kupakiwa kwenye mkusanyiko wa Savanna Legacy Sprint Bazar (SAVANNA_LEGACY_COLLECTION_ID) kwenye Arweave.<ul><li>Orodhesha zana zote za uundaji (mfano, Procreate, Photoshop, Arweave) katika lebo ya <code>Zana</code> kwa uwazi.</li></ul></li><li><strong>Mchakato wa Kuwasilisha</strong>: Pakia kwenye Bazar (Julai 14 – Septemba 21, 2025) na lebo:<ul><li><code>Changamoto: SavannaLegacySprint</code></li><li><code>Fadhila: [Ujasiri|Kuzingatia|Subira|Kushiriki|Umoja]</code></li><li><li><code>Nia: [taarifa ya maneno 50–100]</code></li><li><code>Zana: [Orodha ya zana]</code></li><li><code>Jina: [Jina la kazi ya sanaa]</code></li></ul></li><li><strong>Wasanii huweka bei zao kwenyeza kukowa na kwanza</strong><ul><li>Maung maingungizo yanathibitishwa na wahakiki wanaoaminio na yanaonyeshwa kwenye tovuti ya Savanna Legacy Sprint yakipitishwa.</li></ul></li><li><strong>Viwo vya Maudhui</strong>: Maingizo yanapaswa kuwa ya kirafiki, ya heshima, na yanayolingana na maadili chanya ya fadhila.<ul><li>Maudhui haramu, yanayogawanya, au ya chuki (mfano, picha za wazi, hotuba za chuki, ubaguzi) yatatolewa.</li><li>Udhibiti unaotegemea AI na wahakiki watekelezaji sheria hii. Wasanii wanaweza kukata rufaa ya kukataliwa kupitia X na <code>#SavannaLegacySprintAppeal</code>.</li></ul></li><li><strong>Kushiriki Mchakato</strong>: Wasanii wanahimizwa kushiriki mchakato wao wa uundaji kwenye X na <code>#SavannaLegacySprint</code> (mfano, michoro, maonyesho ya zana).<ul><li>Kushiriki mchakato ni hiari, kukuza ushiriki wa jamii bila zawadi.</li></ul></li></ul>"
    },
    "guidelines": {
        "en": "<ul class='guidelines-list'><li><strong>Originality</strong>: Submit original works created for the sprint.</li><li><strong>Timeline</strong>:<ul><li>Preparation: July 7 – July 13, 2025</li><li>Sprint: July 14 – September 21, 2025 (2 weeks per virtue for focus, but submissions accepted for any virtue throughout).</li><li>Deadline: September 21, 2025, 11:59 PM UTC.</li></ul></li><li><strong>Permanence</strong>: Store entries on Arweave for enduring cultural impact, ensuring transparency in metadata.</li><li><strong>Engagement</strong>: Support other artists on X or community channels to build community.</li><li><strong>Appeals</strong>: Post appeals on X with <code>#SavannaLegacySprintAppeal</code> for community review.</li><li><strong>Curation</strong>: Approved works are displayed on the Savanna Legacy Sprint website, with the Wisdom collection as the genesis set.</li><li><strong>Anti-Co-option Measures</strong>:<ul><li>Anonymous attestors ensure truth-aligned curation.</li><li>Arweave storage via WeaveDrive provides immutable records.</li><li>Community appeals on X maintain transparency.</li><li>Market-driven pricing avoids artificial incentives.</li></ul></li></ul>",
        "sw": "<ul class='guidelines-list'><li><strong>Asili</strong>: Wasilisha kazi za asili zilizoundwa kwa ajili ya mbio hizi. Wizi wa kazi husababisha kutostahili.</li><li><strong>Nguvu za Kitamaduni</strong>: Shika nguvu na usthito wa maadili ya Kiafrika kupitia fadhila na epuka uwakilishi usiofaa au uchukuzi.</li><li><strong>Ratiba</strong>:<ul><li>Maandalizi: Julai 7 – Julai 13, 2025</li><li>Mbio: Julai 14 – Septemba 21, 2025 (wiki 2 kwa kila fadhila kwa lengo, lakini maingizo ya fadhila yoyote yanakubaliwa wakati wote).</li><li>Muda wa Mwisho: Septemba 21, 2025, 11:59 PM UTC.</li></ul></li><li><strong>Udumu</strong>: Hifadhi maingizo kwenye Arweave kwa athari za kitamaduni za kudumu, zikihakikisha uwazi katika metadata.</li><li><strong>Ushirikiano</strong>: Wasaidie wasanii wengine kwenye X au chaneli za jamii ili kujenga jamii.</li><li><strong>Rufaa</strong>: Chapisha rufaa kwenye X na <code>#SavannaLegacySprintAppeal</code> kwa mapitio ya jamii.</li><li><strong>Uchima</strong>: Kazi zilizoidhinishwa zinaonyeshwa kwenye tovuti ya Savanna Legacy Sprint, na mkusanyiko wa Hekima kama msingi.</li><li><strong>Mikakati ya Kupambana na Uchukuzi</strong>:<ul><li>Wahakiki wasiojulikana huhakikisha uchuchuzi ulio na ukweli.</li><li>Hifadhi ya Arweave kupitia WeaveDrive hutoa rekodi zisizobadilika.</li><li>Rufaa za jamii kwenye X zinaendeleza uwazi.</li><li>Bei zinazoendeshwa na soko huepuka motisha za bandia.</li></ul></li></ul>"
    },
    "wisdom": {
        "jewel": {
            "en": "I'm Youngkevarts, a multidisciplinary digital artist. This is ‘Jewel of the Savannah’—a symbol of strength, unity, and sacred guardianship. Two regal elephants lock their ornately patterned tusks in a ceremonial embrace, with a glowing jewel at the heart symbolizing the value of their ivory. Intricate tribal patterns on their tusks speak to ancient wisdom, while vibrant eye patterns suggest awareness and connection to the earth. Tools: Procreate, Arweave.",
            "sw": "Mimi ni Youngkevarts, msanii wa kidijitali mwenye taaluma nyingi. Hii ni ‘Kito cha Savanna’—ishara ya nguvu, umoja, na ulezi mtakatifu. Tembo wawili wa kifalme hufunga meno yao yenye muundo mzuri katika kukumbatiana kwa sherehe, na kito kinachong’aa moyoni kikiashiria thamani ya pembe zao. Mifumo tata ya kikabila kwenye pembe zao inazungumza kuhusu hekima ya zamani, huku mifumo hai ya macho ikionyesha ufahamu na uhusiano na dunia. Zana: Procreate, Arweave."
        },
        "moloch": {
            "en": "Moloch, the god of coordination failure, is exposed in the African psyche where he has kept the continent in stagnation. He cries, naked and afraid, as the lights turn on, sparked by the creations of the Motherland’s children. The spirit of the elephant’s wisdom illuminates this layer, pouring light into the darkness. Tools: Photoshop, Arweave.",
            "sw": "Moloch, mungu wa kushindwa kwa uratibu, amefichuliwa katika akili ya Kiafrika ambapo ameweka bara katika kudumaa. Analia, uchi na hofu, taa zikawaka, zimechochewa na ubunifu wa watoto wa Nchi ya Mama. Roho ya hekima ya tembo inaangazia tabaka hili, ikimwaga nuru kwenye giza. Zana: Photoshop, Arweave."
        },
        "maasai": {
            "en": "By [Artist Name], this is ‘Maasai Beadweave’—a vibrant celebration of unity. Intricate beadwork patterns reflect Maasai cultural heritage, with bold colors symbolizing community bonds preserved on Arweave. The artwork captures the enduring spirit of collaboration. Tools: [Tools, e.g., Illustrator, Arweave].",
            "sw": "Na [Jina la Msanii], hii ni ‘Ushonaji wa Shanga za Maasai’—sherehe ya umoja yenye nguvu. Mifumo tata ya ushonaji wa shanga inaakisi urithi wa kitamaduni wa Maasai, na rangi za kujitokeza zikiashiria vifungo vya jamii vilivyohifadhiwa kwenye Arweave. Kazi hii ya sanaa inashika roho ya ushirikiano wa kudumu. Zana: [Zana, mfano, Illustrator, Arweave]."
        },
        "ndume": {
            "en": "By [Artist Name], ‘Ndume’ embodies courage through the majestic lion. Its piercing gaze and powerful stance reflect the fearless spirit of African warriors, immortalized on Arweave. The artwork radiates strength and resolve. Tools: [Tools, e.g., Procreate, Arweave].",
            "sw": "Na [Jina la Msanii], ‘Ndume’ inajumuisha ujasiri kupitia simba wa kifalme. Macho yake yanayopenya na msimamo wake wa nguvu yanaakisi roho isiyoogopa ya wapiganaji wa Kiafrika, iliyorekodiwa milele kwenye Arweave. Kazi hii ya sanaa inang’aa kwa nguvu na azimio. Zana: [Zana, mfano, Procreate, Arweave]."
        },
        "ndovu": {
            "en": "By [Artist Name], ‘Ndovu’ celebrates wisdom through the noble elephant. Its serene presence and intricate textures evoke ancestral knowledge, preserved forever on Arweave. The artwork speaks to timeless understanding. Tools: [Tools, e.g., Photoshop, Arweave].",
            "sw": "Na [Jina la Msanii], ‘Ndovu’ inasherehekea hekima kupitia tembo wa heshima. Uwepo wake wa utulivu na muundo wake tata unaleta maarifa ya mababu, yaliyohifadhiwa milele kwenye Arweave. Kazi hii ya sanaa inazungumza kuhusu uelewa wa milele. Zana: [Zana, mfano, Photoshop, Arweave]."
        }
    }

}